{
  "type": "text",
  "data": {
    "Texto Expositivo": [
      "La materia se define como todo lo que ocupa espacio y tiene masa. Esto incluye sólidos, líquidos y gases.",
      "El ciclo del agua es un proceso natural que implica la evaporación, condensación y precipitación del agua en la Tierra.",
      "La fotosíntesis es fundamental para la vida en el planeta, ya que permite a las plantas convertir la luz solar en energía.",
      "La teoría de la evolución de Darwin explica cómo las especies cambian a lo largo del tiempo a través de la selección natural.",
      "Las fuerzas fundamentales de la naturaleza son cuatro: gravedad, electromagnetismo, fuerza nuclear fuerte y fuerza nuclear débil.",
      "El sistema inmunológico es el encargado de defender al cuerpo contra patógenos y enfermedades.",
      "La Revolución Industrial trajo consigo cambios significativos en la producción y la tecnología.",
      "El reciclaje es un proceso mediante el cual los materiales desechados se transforman en nuevos productos.",
      "La energía solar se genera mediante paneles fotovoltaicos que convierten la luz del sol en electricidad.",
      "La estructura de un átomo consta de protones, neutrones y electrones, los cuales determinan las propiedades químicas de un elemento.",
      "La inteligencia artificial se refiere a la simulación de procesos de inteligencia humana por parte de sistemas informáticos.",
      "La contaminación del agua afecta a los ecosistemas acuáticos y puede tener consecuencias devastadoras para la salud humana.",
      "El cambio climático está generando fenómenos meteorológicos extremos, como sequías e inundaciones.",
      "La economía circular busca minimizar el desperdicio y maximizar el uso de recursos mediante la reutilización y el reciclaje.",
      "La biología celular estudia las estructuras y funciones de las células, consideradas la unidad básica de la vida."
    ],
    "Texto Narrativo": [
      "Ana siempre había soñado con viajar a París. Un día, encontró un billete de avión en una tienda de antigüedades y decidió hacerlo realidad.",
      "Era una noche oscura cuando Carlos escuchó un susurro en la oscuridad. Al darse la vuelta, no vio a nadie.",
      "Cuando Marta cumplió diez años, su abuela le regaló un diario. Cada noche, escribía sus secretos y sueños.",
      "Un viejo faro se alzaba en la costa, custodiando historias de naufragios y amores perdidos.",
      "Después de años de separación, Javier regresó a su pueblo natal. Los recuerdos de su infancia lo invadieron.",
      "Sofía caminaba por el bosque cuando encontró un libro antiguo. Al abrirlo, las palabras parecían cobrar vida.",
      "Durante la fiesta de fin de año, Pedro se dio cuenta de que estaba enamorado de su mejor amiga.",
      "Cada verano, la familia de Joaquín iba a la casa del abuelo en el campo. Allí, contaban historias sobre fantasmas.",
      "Una tarde, mientras caminaba por la playa, Clara encontró una botella con un mensaje misterioso.",
      "El invierno había llegado, y con él, la magia de la primera nevada. Los niños corrían felices por las calles.",
      "Cada noche, el abuelo contaba historias de su juventud. Los nietos escuchaban con atención.",
      "En una biblioteca antigua, Lucía encontró un libro que la transportó a otra época.",
      "Mientras exploraba una vieja casa, Tomás descubrió una habitación secreta llena de cartas.",
      "El último día de clases, los amigos de Martín decidieron hacer una fiesta sorpresa.",
      "A medida que las estaciones cambiaban, la abuela tejía un nuevo suéter para su nieto."
    ],
    "Texto Periodístico": [
      "La contaminación del aire en las grandes ciudades ha alcanzado niveles alarmantes.",
      "En una reunión histórica, los líderes mundiales acordaron medidas para combatir el cambio climático.",
      "El último informe de la OMS destaca la importancia de la vacunación para prevenir enfermedades infecciosas.",
      "Hoy, miles de estudiantes se manifestaron en la capital para exigir reformas educativas.",
      "Un estudio reciente revela que la lectura mejora las habilidades cognitivas en los niños.",
      "Las elecciones presidenciales se llevarán a cabo el próximo mes. Los candidatos han comenzado sus campañas.",
      "La escasez de agua en varias regiones del mundo ha generado preocupación.",
      "El uso de energías renovables ha aumentado en los últimos años.",
      "Un nuevo proyecto de ley busca proteger los derechos de los trabajadores temporales.",
      "Los expertos advierten sobre el aumento de enfermedades respiratorias debido a la contaminación del aire.",
      "Las estadísticas recientes muestran un incremento en la criminalidad en las ciudades.",
      "La industria tecnológica ha crecido exponencialmente en la última década.",
      "Las autoridades sanitarias han lanzado una campaña de concientización sobre la salud mental.",
      "La crisis económica global ha llevado a un aumento del desempleo.",
      "Un nuevo estudio revela que la música puede tener efectos positivos en la salud mental."
    ]
  }
}
